import 'dart:core';

import 'package:flutter/material.dart';

class categary {
  static List shayari_Cat = [
    "शुभकामनाये शायरी",
    " दोस्ती शायरी",
    " मजेदार शायरी",
    " भगवान शायरी",
    "प्रेरणा स्त्रोत शायरी",
    "जीवन शायरी",
    "मोहब्बत शायरी",
    "याद शायरी",
    "कोई शायरी",
    "राजनीति शायरी",
    "प्रेम शायरी",
    "दर्द शायरी",
    "शराब शायरी",
    "बेवफा शायरी",
    "जनमदीन शायरी",
    "होली शायरी"
  ];
  static List im = [
    """11.jpg.png""",
    """12.jpg""",
    """13.jpg""",
    """14.jpg""",
    """15.jpg.png""",
    """16.jpg.png""",
    """17.jpg.png""",
    """18.jpg.png""",
    """19.jpg.png""",
    """20.jpg.png""",
    """21.jpg.png""",
    """22.jpg.png""",
    """23.jpg.png""",
    """24,jpg.png""",
    """25.jpg.png""",
    """26.jpg.jpg""",
  ];
  static List shubh = [
    """ABCDआसमान के झिलमिल तारे चुपके 
चुपके कुछ कहते हे 
भाव भरे ऐसे ही देखो ये 
उपहार हमारे।""",
    """हमारी याद आपको दिलाता रहेगा 
हमारे गिफ्ट को संभालकर रखना 
भूली बिसरि यादो को जगायेंगा ये 
आपका चहेरा हमेशा मुस्कुराता रहेगा। """,
    """ कौन सा तोहफा हे मनपसंद 
उसने पूछा 
मैने बोला वो शाम जो अब तक 
उधार हे।  """,
    """️आप हमसे बोलिये क्या तोहफा चाहिए 
अपना दिल तक निकाल के आपके 
कदमो में रख देंगे वो भी 
हसते हसते। """,
    """ आँखे बंद कर लो तुम्हारी बेचैनी 
दूर कर लूंगा 
जो हाथ में दिया हे तोहफा 
वो कबूल कर लो।  """,
    """फूल को फूल का तोहफा नहीं देते 
रात को रात का तोहफा नहीं देते 
देने को हम आपको चाँद भी दे सकते हे 
लेकिन चाँद को चाँद का तोहफा नहीं दे सकते।""",
    """हक सिर्फ मेरा हे मेरी तन्हाइयो पे 
सनम तेरा ये तोहफा सराखोपर 
रखा हे। """
        """ खुद से क्या मांगू तेरे वास्ते;
सदा ख़ुशियाँ हो तेरे रास्ते;
हंसी तेरे चेहरे पे रहे इस तरह;
खुशबू फूल का साथ निभाती है जिस तरह।""",
    """ खुद से क्या मांगू तेरे वास्ते;
सदा खुशियां हो तेरे रास्ते;
हंसी तेरे चेहरे पे रहे इस तरह;
खुशबू फूल का साथ निभाती है जिस तरह।
मेर्री क्रिसमस! """,
    """  आशा सबसे कीमती मोती है;
यही तो जीवन की ज्योति है;
इसके बिना सब अधूरा है क्योंकि;
सफलता आशा से ही तो मिलती है।
गुड लक! """,
    """ लाल गुलाबी रंग है जम रहा संसार;
सूरज की किरणें खुशियों की बहार;
चाँद की चांदनी अपनों का प्यार;
बधाई हो आपको भाई दूज का त्योहार। """,
    """  जितने हैं आसमान में सितारे;
उतनी जिंदगी हो तेरी;
किसी की बुरी नजर न लगे;
हर कामयाबी कदम चूमें तेरी;
आज दिन है दिल से दुआ देने का;
तू सदा खुश रहे ये ही इल्तिजा है मेरी। """,
  ];
  static List dosti=[
    """तेरी मेरी दोस्ती इतनी खास हो,
की दुनिया कहे काश ऐसा
दोस्त मेरे पास हो।""",
    """िश्तो से बड़ी कोई चाहत नही होती,
और दोस्ती से बड़ी कोई इबादत नही होती।""",
    """ सच्चे दोस्तो को
सुख दुख की पहचान होती है,
तभी तो जमाने में
दोस्ती महान होती है।""",
    """ना कोई Ex है, ना कोई Next है,
ज़िन्दगी जीता हूं शान से
क्योंकि मेरे लिए तो मेरे दोस्त ही बेस्ट है।""",
    """बच्चे वसीयत पूछते है ,रिश्ते हैशियत पूछते है,
वो दोस्त ही है जो मेरी खैरियत पूछते है।""",
    """ बच्चे वसीयत पूछते है ,रिश्ते हैशियत पूछते है,
वो दोस्त ही है जो मेरी खैरियत पूछते है। """,
    """प्यार और शोहरत सब तुझ पर कुर्बान है,
तू सिर्फ मेरा दोस्त नही है,
मेरे धड़कन की जान है।""",
    """  तूफ़ान है ज़िन्दगी तो साहिल है तेरी दोस्ती,
सफर है मेरी ज़िन्दगी तो मंज़िल है तेरी दोस्ती ,
मौत के बाद मिल जाएगी मुझे जन्नत ,
ज़िन्दगी भर रहे अगर सलामत तेरी दोस्ती।  """,
    """ जिगरी दोस्ती वो थी… 
जब मेरे दोस्त ने मुझे गले लगा कर कहा था कि दौलत भी है , 
शौहरत भी है और इज़्ज़त भी है पर तेरे बिना ये सब बेकार है""",
    """ कहीं अँधेरा तो कहीं शाम होगी ,
मेरी हर ख़ुशी तेरे नाम होगी ,
कुछ मांग कर तो देख मेरे दोस्त ,
होंठों पर हंसी हथेली पर जान होगी।  """,
    """ कोई खुशियों की चाह में रोया
कोई दुखों की पनाह में रोया..
अजीब सिलसिला हैं ये ज़िंदगी का..
कोई भरोसे के लिए रोया..
कोई भरोसा कर के रोया..""",
    """ आसमान से उतारी हैं , 
तारों से सजाई है , 
चाँद की चांदनी से नहलायी हैं , 
ऐ दोस्त ! संभल के रखना ये दोस्ती , 
यही तो हमारी ज़िन्दगी भर की कमाई है। """,
  ];
  static List majedar=[
    """ माँ की परछाई हो तुम
  माँ की परछाई हो तुम 
और पिता का हसीन ख्वाब हो तुम 
काँटों के बिच खिलता हुआ गुलाब हो तुम 
तुम सिर्फ बेटी ही नहीं अपने 
माता – पिता की जान हो तुम """,
    """पनी किलकारियों के साथ 
वो करेंगी आपसे बात 
चाहे दिन हो या फिर रात 
आपको अच्छा लगेगा उनका साथ  """,
    """ नूर ए मोहब्बत में ये चाँद भी फीका नजर आता हे 
ए मेरी नन्ही सी गुड़िया जब तेरा चहेरा मुस्कुराता हे 
की जिनको मिली वो सजदा शुक्र करे उस खुदा का क्योकि 
खुदा की तरफ से खास इनायत होती हे ये बेटियाँ। """,
    """ज िस घर में होती हे बेटियाँ 
उस घर में रोशनी हरपल रहती हे वहाँ 
हर पल खुशियाँ ही खुशियां उस घर में 
जिस घर में मुस्कान बिखरे बेटियां जहाँ  """,
    """ एक नन्ही सी परी आपके घर 
ढेर सारी खुशियाँ लेकर आई हे 
आपकी ज़िन्दगी में नई उम्मीदे लेकर आई हे 
बधाई हो आपको आपके घर लक्ष्मी बेटी बनकर आई हे """,
    """एक मीठी सी मुलाकात हे बेटी 
ये सच हे की महेमान हे बेटी """,
    """उस घर की भी पहचान बना लेती हे बेटी 
जिस घर से अनजान होती हे बेटी """,
    """  जब मेरी नन्ही सी गुड़िया मेरी 
बाहो में सो जाती हे तब मेरी 
सारी चिंताए अपने आप दूर हो जाती हे  """,
    """ आपके बच्चे के चहेरे की चमक और 
होठो की मुस्कान आप सबके जीवन में 
खुशियों का रंग भर दे। """,
    """ नाम तो हर एक बच्चे का रखा जाता हे 
मगर दुआ हे उस रब से की आपके 
बच्चे का पूरी दुनिया में नाम हो। """,
    """ ये जो तुम सोते हुए 
मुस्कुराते हो ना 
सच बताऊ तो 
मेरी जान ले जाते हो""",
    """  बच्चे के आने से माता पिता के 
जीवन में प्यार बढ़ता हे 
जितना अपने बच्चे को प्यार दो 
उतना ही उनका जीवन सवरता हे  """,
  ];
  static List bhagvan=[
    """ईश्वर पर आप तभी विश्वास कर सकते हैं,जब आपको खुद पर विश्वास हो क्योकिईश्वर बाहर नही हमारे अंदर ही हैं!!""",
    """कामयाबी के दरवाजे उन्हीं के लिए खुलते हैं,जो उन्हें खटखटाने की ताकत रखते हैं…!!""",
    """  मुझे अपने आप में कुछ यु बसा लो,के ना रहू जुदा तुमसे और खुद से तुम हो जाऊ!  """,
    """  मैं “किसी से” बेहतर करुं क्या फर्क पड़ता है..!मै “किसी का” बेहतर करूं बहुत फर्क पड़ता है..!!  """,
    """कहने की जरूरत नही, आना ही बहुत हैं,शिव भक्ति में तेरा शीश झुकाना ही बहुत हैं!!""",
    """ श😲्रद्धा का मतलब हैं आत्मविश्वास,और आत्मविश्वास का मतलब हैं ईश्वर में विश्वास!""",
    """शायद मेरे पास सब कुछ नहींपर ईश्वर ने मुझे वो सब दिया है,जिसकी मुझे जरुरत है।मैं इसके लिए ईश्वर का आभारी हूँ।""",
    """ मेरे जिस्म जान में भोलेनाथ नाम तुम्हारा है,
आज अगर मैं खुश हूँ तो यह एहसान भी तुम्हारा है,
थामा हुआ है हाथ मेरा आपने मुझको मालूम है,
मेरे हर पल हर लम्हे में मेरे भोलेनाथ प्यार तुम्हारा है! """,
    """ िसका मन सच्चा और कर्म अच्छा हैं,
वही भगवान का सच्चा भक्त हैं
और ऐसे लोगो पर ईश्वर की कृपा हमेशा बनी रहती हैं!!""",
    """ यदि आपके पास सिर्फ भगवान हैं
तो आपके पास वह सब हैं
जो आपको चाहिए! """,
    """ मंज़िले मुझे छोड़ गयी,
रास्ते ने पाल लिया है,
जा ज़िंदगी तेरी ज़रूरत नहीं
मुझे ठाकुर ने संभाल लिया है…!! """,
    """वो तैराक भी डूब जाते हैं जिनको ख़ुद पर गुमान होता हैं
और वो गँवार भी डूबते-डूबते पार हो जाते हैं,
जिन पर भगवान मेहरबान होते हैं! """,

  ];
  static List prerna=[
    """ दिन भी ठीक से नहीं गुजरता
और रात भी बड़ी तड़पाती हैं,
क्या करू यार तेरी याद ही
जो इतनी आती हैं।""",
    """आपकी धड़कन से हैं रिश्ता हमारा,
आपकी साँसों से हैं नाता हमारा,
भूल कर भी कभी भूल न जाना,
आपकी यादों के सहारे हैं जीना हमारा।""",
    """यादों का सिलसिला भी कितना अजीब होता हैं,
वो जब दूर है, यादों की वजह से दिल के करीब होता हैं।""",
    """याद करते हैं तुम्हे तुन्हाई में,
दिल डूबा हैं गमों की गहराई में,
हमें मत ढूढ़ना दुनिया की भीड़ में,
हम मिलेंगे तुम्हें तुम्हारी परछाई में।""",
    """️ हमसे पूछो क्या होता हैं पल पल बिताना,
बहुत मुश्किल होता हैं दिल को समझाना,
यार जिन्दगी तो बीत जायेगी,
बस मुश्किल होता है कुछ लोगो को भूल पाना।️ """,
    """ बहुत उदास हैं कोई शख्स तेरे जाने से,
हो सके तो लौट के आ जा किसी बहाने से,
तू लाख खफ़ा हो पर एक बार तो देख ले,
कोई बिखर गया हैं तेरे रूठ जाने से।️ """,
    """ आँखे बंद हो या खुली तेरा ही चेहरा नजर आता हैं,
तेरी यादों में सनम मेरा सारा वक्त गुजर जाता हैं।""",
    """ छू ले आसमान, जमीन की तलाश ना कर,
जी ले जिंदगी, ख़ुशी की तलाश ना कर,
तकदीर बदल जाएगी खुद ही मेरे दोस्त,
मुस्कुराना सीख ले, वजह की तलाश ना कर |""",
    """ वक्त से लड़कर जो नसीब बदल दे,
इंसान वही जो अपनी तकदीर बदल दे,
कल क्या होगा कभी मत सोचो,
क्या पता कल वक्त खुद अपनी तस्वीर बदल !""",
    """ सपने सच होंगे।
पर इस के लिए पहले आपको
सपने देखने होंगे। """,
    """ जिंदगी में बार बार सहारा नहीं मिलता,
बार-बार कोई प्यार से प्यारा नहीं मिलता।
तुम्हारे जो पास है उसे संभाल के रखना,
खो कर वो फिर कभी दुबारा नहीं मिलता ।""",
    """“ लहरों की रवानी देख कर यह न समझाना,
कि समंदर में रवानी नहीं है,
जब भी उठेंगे तूफान बन के उठेंगे,
अभी हमने उठने की ठानी नहीं है.”""",
  ];
  static List jivan=[
    """️कभी-कभी हँसी आती हैं मुझे
कैसे इतनी मुस्कान बिखेर जाती हूँ
दिल हर पल रोता हैं
फिर भी कैसे छिपा जाती हूँ
भीड़ में भी तन्हा हैं मेरी जिन्दगी
बस आसुंओं से हैं मेरी सच्ची बन्दगी️""",
    """जि‍♂️ंदगी में प्यार सभी को होता हैं
हर किसी के दिल में कोई शख्स बैठा होता हैं
नसीब वाले होते हैं वो लोग
जिनके जीवन में साथ उनका होता है️""",
    """हर गलती की सजा देती हैं जिन्दगी
लेकिन साथ रहकर सहती भी हैं जिन्दगी
ख़ुशी हो या गम अपनाती हैं जिन्दगी
हर पल साथ निभाती हैं ज़िन्दगी""",
    """ 🏻शान-ए-जिन्दगी वही
जब कोई तुमसे से दुखी नहीं
खुद भी हँसो और दुसरो को हंसाओ
इसी ताल में जिन्दगी जी जाओ """,
    """जीवन का सच कड़वा हैं
यहाँ कोई पल नहीं ठहरा हैं
आज जिव की रफ़्तार तेज हो गई
भगा दौड़ी में जिन्दगी कहीं खो गई हैं""",
    """️आज हम है तेरे साथ
कम हमारी यादे होंगी तेरे पास
कभी पन्ने पलट लेना उन यादों के
वादा हैं तुझे बरस उठेंगे हम तेरी आँखों से ️""",
    """️जीवन की राहो में हम साथ तेरा ढूंढते हैं
तेरे ख्यालो में हम अक्सर ही खो जाते हैं
कैसे जियेंगे इस जीवन में तेरे बिन
हम तो बिना तेरे साँस भी ना ले पाते हैं️""",
    """ पानी में तस्वीर बना सकते हो तुम
कलाम को शमशेर बना सकते हो तुम
कायर हैं जो तकदीर पे रोते हैं
जैसी चाहो वैसी तकदीर बना सकते हो तुम""",
    """ जहां के सारे दर्द,
मुझे ही दे दिए…
कि खुदा को,
इतना यकीन था मुझपर """,
    """ थमती नहीं ज़िन्दगी कभी,
किसी के बिना,
लेकिन ये गुज़रती भी नहीं,
अपनों के बिना """,
    """ मैंने ज़िन्दगी में एक ही बात सीखी है
के इंसान को कोई चीज़ हारा नहीं सकती
जब तक वो खुद हार ना मान ले""",
    """ ज़िन्दगी का अपना रंग है
दुःख वाली रात सोया नही जाता
और ख़ुशी वाली रात सुने नहीं देती """,
  ];
  static List mohabat=[
    """ हाथों की लकीरों में तुम रहो
या न रहो
लेकिन इस दिल में हमेशा रहोगे """,
    """काश तुम पूछो मुझे क्या चाहिए 
मैं पकडू हाथ आपका और कहूं
तेरा साथ चाहिए""",
    """ हमनें हाथ फैला कर इश्क मांगा,
तो सनम ने हाथ चूमकर
जान ही निकाल दी ‍""",
    """ सुनो जान,
मेरा दिन तब तक ख़ास
नहीं जब तक तू मेरे
पास नहीं """,
    """ना जाने क्यों
तुझे देखने के बाद भी,
तुझे ही देखने की चाहत रहती है""",
    """और मेरा मासूम दिल
तुझे online देख कर ही
खुश हो जाते हैं""",
    """म िमट्टी की बनी हूँ महक उठूगी
बस तू इक बार
बेइन्तहा ‘बरस’ के तो देख """,
    """ ग़म और ख़ुशी में फ़र्क़ न महसूस हो जहाँ 

मैं दिल को उस मक़ाम पे लाता चला गया """,
    """ तुम मुझे छोड़ के जाओगे तो मर जाऊँगा 

यूँ करो जाने से पहले मुझे पागल कर दो """,
    """ उस को जुदा हुए भी ज़माना बहुत हुआ 

अब क्या कहें ये क़िस्सा पुराना बहुत हुआ""",
    """  झुकी झुकी सी नज़र बे-क़रार है कि नहीं 

दबा दबा सा सही दिल में प्यार है कि नहीं""",
    """ भूले हैं रफ़्ता रफ़्ता उन्हें मुद्दतों में हम 

क़िस्तों में ख़ुद-कुशी का मज़ा हम से पूछिए """,
  ];
  static List yade=[
    """ िदन भी ठीक से नहीं गुजरता
और रात भी बड़ी तड़पाती हैं,
क्या करू यार तेरी याद ही
जो इतनी आती हैं।""",
    """आपकी धड़कन से हैं रिश्ता हमारा,
आपकी साँसों से हैं नाता हमारा,
भूल कर भी कभी भूल न जाना,
आपकी यादों के सहारे हैं जीना हमारा।""",
    """ यादों का सिलसिला भी कितना अजीब होता हैं,
वो जब दूर है, यादों की वजह से दिल के करीब होता हैं। """,
    """ाद करते हैं तुम्हे तुन्हाई में,
दिल डूबा हैं गमों की गहराई में,
हमें मत ढूढ़ना दुनिया की भीड़ में,
हम मिलेंगे तुम्हें तुम्हारी परछाई में।""",
    """ हमसे पूछो क्या होता हैं पल पल बिताना,
बहुत मुश्किल होता हैं दिल को समझाना,
यार जिन्दगी तो बीत जायेगी,
बस मुश्किल होता है कुछ लोगो को भूल पाना।""",
    """बहुत उदास हैं कोई शख्स तेरे जाने से,
हो सके तो लौट के आ जा किसी बहाने से,
तू लाख खफ़ा हो पर एक बार तो देख ले,
कोई बिखर गया हैं तेरे रूठ जाने से।""",
    """आँखे बंद हो या खुली तेरा ही चेहरा नजर आता हैं,
तेरी यादों में सनम मेरा सारा वक्त गुजर जाता हैं।""",
    """दिल में आप हो और कोई खास कैसे होगा,
यादों में आपके सिवा कोई पास कैसे होगा,
हिचकियॉं कहती हैं आप याद करते हो,
पर बोलोगे नहीं तो मुझे एहसास कैसे होगा """,
    """  ढूढ़ोगे उजड़े रिश्तों में वफ़ा के खजाने,
तुम मेरे बाद मेरी मोहब्बत को याद करोगे। """,
    """काश तू भी बन जाए तेरी यादों की तरह,
न वक़्त देखे न बहाना बस चली आये।""",
    """  कहीं ये अपनी मोहब्बत की इन्तेहाँ तो नहीं,
बहुत दिनों से तेरी याद भी नहीं आई।  """,
    """ हम चाहे तो भी तुझे भुला नहीं सकते,
तेरी यादों से दामन चुरा नहीं सकते,
तेरे बिना जीना एक पल भी मुमकिन नहीं,
तुम्हें चाहते हैं इतना कि बता नहीं सकते।
मिसिंग यू... """,
  ];
  static List anny=[
    """हरकत बदल लें बेटा
वरना मैं हालात बदल दूँगा""",
    """तू जिसके नाम पे अकड़ता है
वो हमारे पैर पकड़ता है""",
    """हमसे बात करना ध्यान से
वरना जाओगे तुम जान से""",
    """हम तो तुम्हारी शक्ल देख कर
तुम्हारी औकात बता सकते हैं""",
    """जो नहीं हो सकता
वही तो करना है""",
    """ देख मेरे जूते भी
तेरी नियत से ज्यादा साफ़ है """,
    """सही बन गया खुद को
गलत मानकर """,
    """ रोज़ तारों को नुमाइश में ख़लल पड़ता है,
चाँद पागल है अँधेरे में निकल पड़ता है,
रोज़ पत्थर की हिमायत में ग़ज़ल लिखते हैं,
रोज़ शीशों से कोई काम निकल पड़ता है।""",
    """ अब ना मैं हूँ, ना बाकी हैं ज़माने मेरे​,
फिर भी मशहूर हैं शहरों में फ़साने मेरे​,
ज़िन्दगी है तो नए ज़ख्म भी लग जाएंगे​,
अब भी बाकी हैं कई दोस्त पुराने मेरे। """,
    """ जो तीर भी आता वो खाली नहीं जाता,
मायूस मेरे दिल से सवाली नहीं जाता,
काँटे ही किया करते हैं फूलों की हिफाज़त,
फूलों को बचाने कोई माली नहीं जाता। """,
    """समझने ही नहीं देती सियासत हम को सच्चाई,
कभी चेहरा नहीं मिलता कभी दर्पन नहीं मिलता।""",
    """ फलसफा समझो न असरारे सियासत समझो,
जिन्दगी सिर्फ हकीक़त है हकीक़त समझो,
जाने किस दिन हो हवायें भी नीलाम यहाँ,
आज तो साँस भी लेते हो ग़नीमत समझो।""",
  ];
  static List rajniti=[
    """सरकार को गरीबों का ख्याल कब आता है?
चुनाव नजदीक आ जाए तो मुद्दा उछाला जाता है.""",
    """मुर्दा लोहे को औजार बनाने वाले,
अपने आँसू को हथियार बनाने वाले,
हमको बेकार समझते हैं सियासतदां
मगर हम है इस मुल्क की सरकार बनाने वाले.""",
    """चोर, बेईमान और भ्रष्ट नेताओं की क्यों करते हो बात,
लोकतंत्र की ताकत है जनता में, दिखला दो इनकी औकात.""",
    """️मूल जानना बड़ा कठिन हैं नदियों का, वीरो का,
धनुष छोड़कर और गोत्र क्या होता हैं रणधीरो का,
पाते हैं सम्मान तपोबल से भूतल पर शूर,
“जाति-जाति” का शोर मचाते केवल कायर, क्रूर.️""",
    """  जहाँ सच हैं, वहाँ पर हम खड़े हैं,
इसी खातिर आँखों में गड़े हैं.""",
    """नता की बातों में सच्चाई का अभाव होता है,
झूठ बोलना तो इनका स्वभाव होता हैं.""",
    """ ेता भी क्या खूब ठगते हैं,
ये तो 5 साल बाद ही दिखते हैं. """,
    """ इस नदी की धार में ठंडी हवा तो आती हैं,
नाव जर्जर ही सही, लहरों से टकराती तो हैं.""",
    """  हमारी रहनुमाओ में भला इतना गुमां कैसे,
हमारे जागने से, नींद में उनकी खलल कैसे.  """,
    """ क्या खोया, क्या पाया जग में,
मिलते और बिछुड़ते मग में,
मुझे किसी से नही शिकायत
यद्यपि छला गया पग-पग में.""",
    """  न मस्जिद को जानते हैं,
न शिवालो को जानते हैं,
जो भूखे पेट हैं,
वो सिर्फ निवालों को जानते हैं.""",
    """ राजा बोला रात है
राणी बोली रात है
मंत्री बोला रात है
संत्री बोला रात है
यह सुबह सुबह की बात है """,
  ];
  static List prem=[
    """हाथों की लकीरों में तुम रहो
या न रहो
लेकिन इस दिल में हमेशा रहोगे""",
    """️काश तुम पूछो मुझे क्या चाहिए 
मैं पकडू हाथ आपका और कहूं
तेरा साथ चाहिए ️""",
    """ हमनें हाथ फैला कर इश्क मांगा,
तो सनम ने हाथ चूमकर
जान ही निकाल दी  ‍""",
    """ सुनो जान,
मेरा दिन तब तक ख़ास
नहीं जब तक तू मेरे
पास नहीं """,
    """  ना जाने क्यों
तुझे देखने के बाद भी,
तुझे ही देखने की चाहत रहती है """,
    """और मेरा मासूम दिल
तुझे online देख कर ही
खुश हो जाते हैं """,
    """मिट्टी की बनी हूँ महक उठूगी
बस तू इक बार
बेइन्तहा ‘बरस’ के तो देख """,
    """इस प्यार का अंदाज़ न जाने कैसा है,
हम क्या बताये ये राज़ कैसा है,
कौन कहता है आप चाँद जैसे हो,
हम तो कहते हैं की चाँद खुद आप जैसा है।""",
    """   जब किसी रात आपको किसी की याद सताए,
और ठंडी हवा आपके बालों को सहलाये,
तो अपनी आँखे बन्द करके सो जाना,
और चुपके से हम आपके ख्वाबो में आ जायें।  """,
    """सामने हो मंजिल तो कदम ना मोड़ना,
जो दिल में हो वो खवाब ना तोडना,
हर कदम पर मिलेगी कामयाबी आपको,
सिर्फ सितारे छूने के लिए कभी जमीन ना छोड़ना। """,
    """  कभी हँसा देते हो तुम, कभी रुला देती हो तुम,
कभी कभी नींद से जगा देती हो तुम,
लेकिन जब भी हमे दिल से याद करती हो,
तो सच में हमारी जिंदगी का एक पल बड़ा देती हो तुम।   """,
    """ प्यार क्या होता है हम नहीं जानते,
अपनी ही ज़िंदगी को हम अपना नहीं मानते,
गम इतना मिला है के अब एहसास नहीं होता,
प्यार कोई करे हमसे तो हमें विश्वास नहीं होता। """,
  ];
  static List dard=[
    """कुछ लोग मुझे
अपना कहा करते थे साहब !
सच में वो लोग सिर्फ कहा ही करते थे !!""",
    """ मैं उस किताब का आख़िरी पन्ना था,
मैं ना होता तो कहानी ख़त्म न होती""",
    """   किसी ने धूल क्या झोंकी
आखों में,
पहले से बेहतर दिखने लगा है  """,
    """तमाशा न बना मेरी मोहब्बत का
कुछ तो लिहाज़ कर
अपने किए वादों का """,
    """लाख करो गुज़ारिशें लाखों दो हवाले,
बदल ही जाते हैं
आखिर बदल जाने वाले..!!!""",
    """ सूखे पत्तों की तरह बिखरे हैं हम तो
किसी ने समेटा भी तो सिर्फ
जलाने के लिए !!""",
    """ चाह कर भी पूछ नहीं सकते
हाल उनका !!
डर है कहीं कह ना दे कि
ये हक तुम्हें किसने दिया !! """,
    """ कितना मुश्किल है मोहब्बत की कहानी लिखना
जैसे पानी से पानी पे पानी लिखना """,
    """ मिलता भी नहीं तुम्हारे जैसे इस शहर में
हमको क्या मालूम था के तुम भी किसी और के हो """,
    """  तुझे पाने की तमन्ना दिल से निकाल दी मैंने
मगर आँखों को तेरे इंतज़ार की आदत सी बन गयी है """,
    """ बहुत जुदा है औरों से मेरे दर्द की कहानी
ज़ख्म का कोई निशान नहीं और दर्द की कोई इंतहा नही """,
    """ तेरे नफरत से भी मैंने रिश्ता निभाया है
तूने बार बार मुझे फाल्तू होने का अहसास दिलाया है """,
  ];
  static List sharab=[
    """अब तो उतनी भी मयस्सर नहीं मय-ख़ाने में 
जितनी हम छोड़ दिया करते थे पैमाने में """,
    """  ज़ाहिद शराब पीने दे मस्जिद में बैठ कर 
या वो जगह बता दे जहाँ पर ख़ुदा न हो   """,
    """ कुछ भी बचा न कहने को हर बात हो गई 
आओ कहीं शराब पिएँ रात हो गई """,
    """ आए थे हँसते खेलते मय-ख़ाने में 'फ़िराक़'
जब पी चुके शराब तो संजीदा हो गए  """,
    """ बे पिए ही शराब से नफ़रत
  ये जहालत नहीं तो फिर क्या है """,
    """  इतनी पी जाए कि मिट जाए मैं और तू की तमीज़ 
यानी ये होश की दीवार गिरा दी जाए """,
    """ ज़ाहिद शराब पीने से काफ़िर हुआ मैं क्यूँ 
क्या डेढ़ चुल्लू पानी में ईमान बह गया """,
    """ पीना काम आ गया..
लड़खड़ाये कदम तो गिरे उनकी बाँहों मे,
आज हमारा पीना ही हमारे काम आ गया। """,
    """ पीना काम आ गया..
लड़खड़ाये कदम तो गिरे उनकी बाँहों मे,
आज हमारा पीना ही हमारे काम आ गया। """,
    """ कहते हैं पीने वाले मर जाते हैं जवानी में,
हमने तो बुजुर्गों को जवान होते देखा है मैखाने में। """,
    """ आये कुछ अब्र कुछ शराब आये,
उसके बाद आये तो अज़ाब आये,
बाम-इ-मिन्हा से महताब उतरे,
दस्त-ए-साक़ी में आफ़ताब आये। """,
    """ न जख्म भरे,
न शराब सहारा हुई
न वो वापस लौटी न मोहब्बत दोबारा हुई।""",
  ];
  static List bevfa=[
    """  उन्हें बस इश्क़ हुआ था,
मुझे आज भी है !!  """,
    """बहोत ख़ामोशी से टूट गया,
वो एक भरोसा जो तुझपे था !!""",
    """वफादार और तुम….??
ख्याल अच्छा है
बेवफा और हम…??
इल्जाम भी अच्छा है""",
    """  तराजू मोहब्बत का था,
बेवफाई भारी पड गयी!!  """,
    """  मुझे गम नहीं तेरी बेवफाई का,
मैं मायूस हूँ बस अपनी वफ़ा से  """,
    """कितने आसान लफ्जों मे
कह गई मुझे,
सिर्फ दिल ही तोड़ा है
कौन-सी जान ले ली तेरी!!""",
    """ एक दिन ऐसा भी आया
जिन्दगी में की,
मैंने तेरा नाम सुनकर
मुस्कुराना छोड़ दिया !! """,
    """ वो मेरा वहम था
कि वो हमसफ़र है,
वो चलता मेरे साथ था
लेकिन किसी और के लिए !!""",
    """  वो जिनकी आँखों में
चमकते थे वफ़ा के मोती,
यकिन मानो वो आँखे भी
आज बेवफा निकली  """,
    """अगर दिल तोङने पर
ईनाम मिलते तो,
मेरी मेहबूबा मालामाल होती !! """,
    """  हम बेवफा है ये ऐलान कर देते है,
चल तेरे काम को हम """,
    """ वादा ‪‎दोनो‬ ने ‪किया
जीना‬ मरना ‪साथ‬,
कहीं ‪जिस्म‬ नीला ‪हुआ
कहीं‬ पीले हाथ !! """,
  ];
  static List janamdin=[
    """ हर ख़ुशी ख़ुशी मांगे आपसे,
जिंदगी जिंदा दिली मांगे आपसे,
उजाला हो मुक़द्दर में आपके इतना,
की चाँद भी रोशनी मांगे आपसे
Happy Birthday """,
    """ तोहफा मैं तुझे आज मेरा दिल ही देता हूँ,
ये हसीन मोका गवाना नहीं चाहता हूँ,
अपने दिल की बात तुम्हारे सामने बतलाता हूँ,
और तुम्हारे जन्म दिन की शुभ कामनाये देता हूँ""",
    """जन्मदिन के ये ख़ास लम्हें मुबारक,
आँखों में बसे नए ख्वाब मुबारक,
जिंदगी जो लेकर आई है आपके लिए आज..
वो तमाम खुशियों की हंसीं सौगात मुबारक!!!""",
    """ दीपक में अगर नूर न होता,
तनहा दिल इतना मजबूर न होता,
हम आपको खुद बर्थडे विश करने आते,
अगर आपका आशियाना इतनी दूर न होता। """,
    """  हम आपके जन्मदिन पर देते है यह दुआ,
हम और तुम मिलकर होंगे ना कभी जुदा,
जीवन भर साथ देंगे अपना है ये वादा,
तुझपर अपनी जान भी देंगे, अपना है ये इरादा  """,
    """ चेहरा आपका खिला रहे गुलाब की तरह,
नाम आपका रोशन रहे आफताब की तरह,
ग़म में भी आप हँसते रहे फूलों की तरह,
अगर हम इस दुनिया में न रहें आज की तरह""",
    """ आसमान की बुलंदियों पर नाम हो आपका,
चाँद की धरती पर मुकाम हो आपका,
हम तो रहते है छोटी सी दुनिया में,
पर खुदा करे सारा जहाँ हो आपका """,
    """ ️ख्वाहिशों के समंदर के सब मोती तेरे नसीब हो,
तेरे चाहने वाले हमसफ़र तेरे हरदम करीब हों,
कुछ यूँ उतरे तेरे लिए रहमतों का मौसम,
कि तेरी हर 🙏 दुआ, हर ख्वाहिश कबूल हो।
🎂जन्मदिन की बधाई!🎂🎀🎁️""",
    """ ये दुआ 🙏 है आपके जन्मदिन पे हमारी,
ना तूटे कभी दोस्ती हमारी,
सारी जिंदगी देंगे खुशियाँ आपको…
और वो खुशियाँ होगी प्यारी प्यारी…😊
🎂Happy Birthday to you my Best Friend…🎂🎀🎁 """,
    """# ️Life का हर #Goal रहे आपका #Clear,
तुम #Success पाओ Without any #Fear
हर पल जियो Without any #Tear,
Enjoy your day my #Dear,
🎂HAPPY BIRTHDAY🎂🎀🎁️""",
    """  सूरज की रोशनी लेकर आया,
और चिडियों ने गाना गाया…
फूलों ने हंस हंस कर बोला…
मुबारक हो तुम्हारा जन्मदिन आया…
🎂Happy Birthday🎂🎀🎁
Good Morning Have a Blessing day…  """,
    """ ️हर दिशा जीने की एक नयी आस दे आपको
हर लम्हा और हर पल कुछ खास दे आपको
उगता हुआ सूरज और खिलता हुआ फूल भी
हर दिन ताजगी भरा एहसास दे आपको
आपके लम्बे और मंगलमय जीवन की अभिलाषा के साथ
जन्मदिन की हार्दिक बधाई ️""",
  ];
  static List holi=[
    """ हमारी तरफ से रंगों और
उमंगो भरी शुभकामनायें
होली मुबारक """,
    """ आज मुबारक, कल मुबारक,
होली का हर पल मुबारक,
रंग बिरंगी होली में,
होली का हर रंग मुबारक """,
    """   राधा जी बोले श्री कृष्णा से
एक शर्त पे खेलूँगी प्यार की होली
जीतू तो तुझे पाओ
और.. हारू तो तेरी हो ज़ाउ
-होली मुबारक   """,
    """ होली के रंग खुशियाँ लाये,
भगवान करे ये दिन
आपकी ज़िन्दगी में बारबार आये
होली मुबारक """,
    """ रंगों के होते कई नाम
कोई कहे लाल कोई कहे पीला
हम तो जाने बस खुशियों की होली
राग द्वेष मिटाओं और मनाओ होली """,
    """ गुलाल का रंग, गुबारो की मार,
सूरज की किर्ने, खुशियो की बहार,
चाँद की चाँदनी, अपनो का प्यार…
मुबारक हो आपको रंगो का त्योहार """,
    """ मौसम लगा मनाने होली,
क्यारी क्यारी बिखरी रोली,
हुई मग्न भोरों की टोली,
कोयल बोली मीठी बोली,
मस्त हवा कर रही तितोली
विश यू हॅपी होली""",
    """ रंगीन दुनिया हो और मौसम सुहाना, 
 तुम्हें हर खुशी मिले जिससे हो तुम्हारा तानाबाना। - Happy Holi""",
    """ रंगो की बरसात हो रही है, 
 दिल से दिल मिल रहे हैं और नफरत तबाह हो रही है,
 होली मनाई जा रही है। -""",
    """ रंगो का त्यौहार है खुशियों की भरमार है, 
इसलिए बधाई देते हैं आपको क्यों की होली खुशियों का त्यौहार है। """,
    """ होली खेल रहे हैं सारे दिल से दिल को मिलाकर,
 काश ये दिन हर दिन आए नफरत को दूर भगाकर। - """,
    """ आज हकीकत की बात होगी, 
हर घर में रंगो की बात होगी, कोई गिला शिकवा नहीं,
होली पे एक दूसरे से खूब मज़ाक होगी। - Happy Holi """,
  ];
  static List<Color> myColor = [
    Colors.lightBlue,
    Colors.pink,
    Colors.green,
    Colors.cyan,
    Colors.teal,
    Colors.deepPurple,
    Colors.purple,
    Colors.deepOrangeAccent,
    Colors.brown,
    Colors.red,
    Colors.blue,
    Colors.lightGreenAccent,
    Colors.black,
    Colors.orange,
    Colors.white60,
    Colors.purple,
    Colors.lightGreen,
    Colors.yellow,
    Colors.lime,
    Colors.blue,
    Colors.grey,
    Colors.brown,
    Colors.red,
    Colors.blue,
    Colors.lightGreenAccent,
    Colors.black,
    Colors.orange,
    Colors.white60,
    Colors.purple,
    Colors.lightGreen,
    Colors.yellow,

  ];
  // static List<Color> backclr = [
  //   Colors.purple,
  //   Colors.pink,
  //   Colors.brown,
  //   Colors.blue,
  //   Colors.green,
  //   Colors.deepPurple,
  //   Colors.pinkAccent,
  //   Colors.lightGreen,
  //   Colors.cyan,
  //   Colors.amberAccent,
  //   Colors.deepOrange,
  //   Colors.teal,
  //   Colors.brown,
  //   Colors.greenAccent,
  //   Colors.lightGreenAccent,
  //   Colors.yellowAccent,
  //   Colors.amberAccent,
  //   Colors.deepOrange,
  //   Colors.teal,
  //   Colors.teal,
  //   Colors.brown,
  //   Colors.greenAccent,
  //   Colors.lightGreenAccent,
  //   Colors.yellowAccent,
  //   Colors.amberAccent,
  //   Colors.deepOrange,
  //   Colors.teal,
  //];
  // static List<Color> change_clr = [
  //   Colors.purple,
  //   Colors.pink,
  //   Colors.brown,
  //   Colors.blue,
  //   Colors.green,
  //   Colors.deepPurple,
  //   Colors.pinkAccent,
  //   Colors.lightGreen,
  //   Colors.cyan,
  //   Colors.amberAccent,
  //   Colors.deepOrange,
  //   Colors.teal,
  //   Colors.brown,
  //   Colors.greenAccent,
  //   Colors.lightGreenAccent,
  //   Colors.yellowAccent,
  //   Colors.amberAccent,
  //   Colors.deepOrange,
  //   Colors.teal,
  //   Colors.teal,
  //   Colors.brown,
  //   Colors.greenAccent,
  //   Colors.lightGreenAccent,
  //   Colors.yellowAccent,
  //   Colors.amberAccent,
  //   Colors.deepOrange,
  //   Colors.teal,
  // ];

  static List emoji = [
    "🦚 🦜 🦢 🦩 🕊 🐇  🌹 🥀 🌺",
    "😍 🥰 😘 😗 😙",
    "😶‍🌫️ ❤️‍🔥 ❤️‍🩹",
    " 😸 😹 😻 😼 😽 🙀",
    "🌾 💐 🌷 🪷 🌹 🥀",
    "👩‍❤️‍👩 💑 👨‍❤️‍👨 👩‍❤️‍👨 👩‍❤️‍💋‍👩 💏",
    "😋 😛 😝 😜 🤪",
    " 😱 😨 😰 😥",
    "💞 🥰 😘  💓",
    "💗 💖 🤩 🥳 💘 💝",
    "💗 💖 💘 💝",
    "😍 🥰 😘 😗",
    "💗 💖 💘 💝 💟",
    "💞 🥰 😘  💓",
    "😍 🥰 💖 💘 😘 😗",
    "💗 💖 💘 💝",
    "😍 🥰 😘 😗",
    "💗 💖 💘 💝 💟",
    "without Emoji"

  ];
}